org/topics/the_bohr_effect.org
:PROPERTIES:
:ID:       1e8e0c61-97ae-4d59-9c14-76ab08b49d8f
:END:
#+title: The Bohr Effect
#+created: 20220502103026400
#+modified: 20220708193603860
#+revision: 0
#+tags: Definition
#+title: The Bohr Effect
#+type: text/vnd.tiddlywiki

* In general
- Christian Bohr (Denmark) discovered that blood with the most [[id:73226fcb-1702-4d6b-a4ba-b66bbae65c2a][Carbon Dioxide]] in it, attracted more oxygen from [[id:cd57e6ce-ba1b-4d7c-a559-b8ade35532ad][Hemoglobin]] (a so called divorce lawyer to separate oxygen)
  - breathing less allowed animals to produce more energy, more efficiently
* Relationship between oxygen and Carbon Dioxide
