content/topics/the_bohr_effect.md
+++
title = "The Bohr Effect The Bohr Effect"
draft = false
+++

## In general {#in-general}

-   Christian Bohr (Denmark) discovered that blood with the most [Carbon Dioxide]({{< relref "carbon_dioxide.md" >}}) in it, attracted more oxygen from Hemoglobin (a so called divorce lawyer to separate oxygen)
    -   breathing less allowed animals to produce more energy, more efficiently


## Relationship between oxygen and Carbon Dioxide {#relationship-between-oxygen-and-carbon-dioxide}
